Repository: lostfocus/instagrammy-goodness
Catalog: lang/instagramy_goodness-*.po
Languages: de_de

source: You can edit and post it here: %s
de_de: Du kannst den Post hier aktualisieren und veröffentlichen: %s

source: New instagramy goodness post
de_de: Neuer Instagramy Goodness Post

source: To get this to work, you need to register a new application over at
de_de: Damit das hier alles funktioniert, musst Du hier eine neue Applkation registrieren:

source: Use <code>%s</code> as <em>Redirect Url</em>.
de_de: Benutze <code>%s</code> als <em>Redirect Url</em>.

source: When you're done with that, copy and paste the client id and client secret here:
de_de: Wenn Du damit fertig bist, trage hier Client-Id und Client-Secret ein:

source: Client ID and Secret
de_de: Client-Id und -Secret

source: Great! Now it should be possible for each user to set their Instagramy Goodness settings!
de_de: Hervorragend! Jetzt sollten alle Benutzer in der Lage sein, ihre eigenen Instagramy Goodness-Einstellungen zu setzen.

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Draft created.
de_de: Entwurf erstellt.

source: It looks like you are not properly connected to Instagram.
de_de: Es gibt Probleme bei der Verbindung zu Instagram.

source: There is a problem loading your pictures. This might be an indicator that this plugin might not be working on your system.
de_de: Es gibt ein Problem dabei, die Bilder von Instagram zu laden. Das könnte ein Zeichen dafür sein, daß dieses Plugin generell nicht auf Deinem System funktioniert.

source: There have been no new pictures since your last post.
de_de: Du hast seit dem letzten Post keine neuen Bilder mehr gepostet.

source: Not now, honey.
de_de: Nicht jetzt.

source: Something went wrong.
de_de: Es ist ein Fehler aufgetreten.

source: You should probably not be here.
de_de: Du solltest eigentlich gar nicht hier sein.

source: Connect to Instagram.
de_de: Verbinde Dich hier mit Instagram.

source: Good job! Instagram said your name is <em>%s</em>.
de_de: Gut gemacht! Instagram sagt, daß Du <em>%s</em> bist.

source: You have no images for the next post.
de_de: Du hast keine Bilder für einen neuen Post.

source: Your next post should have these images:
de_de: Dein nächster Post sollte diese Bilder haben:

source: Settings
de_de: Einstellungen

source: Title
de_de: Titel

source: Gallery
de_de: Galerie

source: Image list
de_de: Bilderliste

source: Image list options
de_de: Optionen

source: Link to
de_de: Verknüpfung auf

source: Captions
de_de: Bildunterschriften

source: Use captions
de_de: Benutze Bildunterschriften

source: Don't use captions
de_de: Benutze keine Bildunterschriften

source: Post times
de_de: Post-Zeiten

source: Post day
de_de: Post-Tag

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Sunday
de_de: Sonntag

source: Post time
de_de: Post-Zeit

source: Early morning
de_de: Früher Morgen

source: During the day
de_de: Vormittags

source: In the afternoon
de_de: Nachmittags

source: During the evening
de_de: Abends

source: Post now!
de_de: Post erstellen

source: Disconnect from Instagram
de_de: Von Instagram trennen

source: Disconnect
de_de: Trennen
